{
    "jobs": [
        {
            "position": "Student-Athlete Tutor",
            "description": "The student-athlete tutor is responsible for providing individual and/or small group tutoring to student-athletes active on a varsity team roster at Cornell University. Assists students in improving academic achievement by meeting with them on a regular basis to clarify learning problems and work on study skills. Other assistance might include: reviewing class material, discussing textbook content, predicting test questions, formulating ideas for papers, or working on solutions to problems.\nThe successful candidate will work in collaboration with the Athletic Student Services Office for the purpose of assisting in student degree completion. The student-athlete tutor must possess excellent communication, organizational, and time management skills. Required hours of tutoring are flexible based on the candidate’s schedule in combination with the assigned student-athlete’s availability, or as needed. \nWe are offering priority to tutors that can offer support in the following courses:\nAEM 2000\nAEM 4190\nANSC 2400\nANSC 2210\nBIOMI 2600\nCS 2110\nCS 2800\nECON 1120\nECON 3030\nECON 3110\nECON 3120\nECON 4020\nENGRD 2700\nGOVT 1313\nHADM 2210\nILRST 2100\nINFO 4152\nINFO 4320\nMATH 1110\nMATH 1340\nMATH 1710\nMATH 2130\nPHYS 2213",
            "field": "All Majors - opportunities open to everyone",
            "location": "Bartels Hall, Room 212",
            "payment": true,
            "qualifications": "Non-FWS",
            "wage": 14.05,
            "how_to_apply": "Link to application: https://cornell.ca1.qualtrics.com/jfe/form/SV_a042u2PoTGUPshw",
            "link": "https://studentjobs.seo.cornell.edu/jobpostings/view?id=64207"
        },
        {
            "position": "Statler Hotel Meetings & Events Service Staff",
            "description": "The Statler Hotel is now accepting applications for Meetings and Events Service Staff. This is an exciting department to work, with a wide variety of events, including: meetings, conferences, recruiter events, breakfasts, lunches and dinners, cocktail receptions, weddings, bar/bat mitzvahs and other high-profile special events.\n\nIn Meetings and Events, students will learn the basics of catering food and event service, while assisting with the setup, execution and breakdown of events.\n\nResponsibilities/Essential Functions (specific duties):\n-Setting up and taking down event spaces \n-Preparing event materials such as silverware, glassware, linens, heating elements and decorations \n-Serving guests at buffets, receptions, and plated events \n-Bartend events",
            "field": "Hotel & Restaurant",
            "location": "130 Statler Drive",
            "payment": true,
            "wage": 15.20,
            "qualifications": "Non-FWS",
            "how_to_apply": "https://apps.business.cornell.edu/current-students/student-employment/apply.html\n*Please note that we hire throughout the year, so please apply even if the semester, or summer, has already begun. If you can only commit to a semester, or summer, and not a full academic year, please still apply. There are multiple opportunities at The Statler Hotel throughout the year.",
            "link": "https://studentjobs.seo.cornell.edu/jobpostings/view?id=65046"
        },
        {
            "position": "Chemistry and Chemical Biology Lab Assistant II",
            "description": "Prepare and distribute reagents and equipment for chemistry teaching laboratories, fill bottles, wash glassware, respond to requests for resupply.",
            "field": "Chemistry",
            "location": " B-1C Baker Lab",
            "payment": true,
            "qualifications": "Non-FWS",
            "wage": 14.45,
            "how_to_apply": "APPLY IN PERSON at B-1C Baker Lab. NO PHONE CALLS OR e-MAILS. Basic knowledge of Chemistry. Ability to follow directions and work safely with chemicals. Prior completion of Chem 2510 or 3010 required.",
            "link": "https://studentjobs.seo.cornell.edu/jobpostings/view?id=65427"
        }, 
        {
            "position": "Student Administrative Assistant I",
            "field": "Administrative Services",
            "description": "Prepare and distribute reagents and equipment for chemistry teaching laboratories, fill bottles, wash glassware, respond to requests for resupply.",
            "qualifications": "Non-FWS",
            "location": " Alice Cook House, Carl Becker House, Flora Rose House, Hans Bethe House, William Keeton House", 
            "wage": 14.45,
            "payment": true,
            "how_to_apply": "https://docs.google.com/forms/d/1b9kMivguizWwjxE6lyUIn6F6ppEhA-C5YKdmg2UDxrc",
            "link": "https://studentjobs.seo.cornell.edu/jobpostings/view?id=65467"
        }, 
        {
            "position": "Set-Up Worker",
            "description": "Reunion set-up workers needed Wednesday, June 7 through Sunday, June 11 (5 days only) to assist facilities team with Reunion behind the scenes work. Responsibilities include preparing grounds and facilities for events, adding and removing event supplies (tables, chairs, decorations, etc.), adding and removing tent walls, and assisting with custodial and minor repairs. Applicants must be able to lift at least 50 pounds. Pay is $15 per hour for an average of 40-60 hours. Workdays are rain or shine. Daytime and late evening shifts available, applicants must be flexible with timing during the five days of this position. Hours vary depending on the needs of the day. Positive attitude and team orientation required.",
            "field": "Labor/Maintenance",
            "location": "Cornell Campus",
            "payment": true,
            "wage": 15,
            "qualifications": "Non-FWS",
            "link": "https://studentjobs.seo.cornell.edu/jobpostings/view?id=65543",
            "how_to_apply": "https://forms.gle/vH7V5DCxJoQftBmj6\nTo learn more about the position visit https://alumni.cornell.edu/students/work-with-us/"
        }
    ]
}